Repository: saaasuuukaae/NK-jewerly
Catalog: locales/*/LC_MESSAGES/django.po
Languages: he, ru

source: Image
he: תמונה
ru: Изображение

source: Title for <<main>> screen.
he: כותרת למסך <<ראשי>>.
ru: Заголовок для главного экрана

source: Subtitle for <<main>> screen.
he: כתובית למסך <<ראשי>>.
ru: Подзаголовок для главного экрана

source: Background for <<main>> screen.
he: רקע למסך <<ראשי>>.
ru: Фон для главного экрана

source: About picture for <<about>> screen.
he: תמונה לגבי מסך <<about>>.
ru: Картинка для экрана <<about>>

source: Title for <<about>> screen.
he: כותרת למסך <<about>>.
ru: Заголовок для экрана <<about>>

source: Subtitle for <<about>> screen.
he: כתובית למסך <<about>>.
ru: Подзаголовок для экрана <<about>>

source: Small text for <<footer>>.
he: טקסט קטן עבור <<footer>>.
ru: Небольшой текст для футера

source: Display this design?
he: להציג את העיצוב הזה?
ru: Отображать эту конфигурацию на сайте?

source: Site design
he: עיצוב האתר
ru: Конфигурация дизайна сайта

source: Site designs
he: עיצובי אתר
ru: Конфигурации дизайна сайта

source: Image in gallery
he: תמונה בגלריה
ru: Изображение в галерее

source: Short image description
he: תיאור תמונה קצר
ru: Небольшое описание изображения

source: The text is too long, it should be a maximum of 350 characters.
he: הטקסט ארוך מדי, הוא צריך להיות מרבי של 350 תווים.
ru: Текст слишком длинный, он должен быть максимум 350 символов.

source: Show this picture in the gallery images list?
he: האם להציג את התמונה הזו ברשימת תמונות הגלריה?
ru: Отображать это изображение в списке изображений галереи?

source: Should this picture be given more width in the gallery?
he: האם צריך לתת לתמונה הזו רוחב נוסף בגלריה?
ru: Выделить большую ширину для этого изображения в галерее?

source: Should this picture be given more height in the gallery?
he: האם צריך לתת לתמונה הזו יותר גובה בגלריה?
ru: Выделить большую высоту для этого изображения в галерее?

source: Created at
he: נוצר ב
ru: Создано

source: Gallery image
he: תמונת גלריה
ru: Изображение галереи

source: Gallery images
he: תמונות גלריה
ru: Изображения галереи

source: Visible
he: גלוי
ru: Отображение

source: Natalia Karetniy
he: נטליה קרטני

source: About me
he: עליי
ru: Про меня

source: Gallery
he: גלריה
ru: Галерея

source: Follow in social media
he: תעקבו ברשתות החברתיות
ru: Следите в соц-сетях

source: All rights reserved
he: כל הזכויות שמורות
ru: Все права защищены

source: We use cookies
he: אנו משתמשים בקוקיס
ru: Мы используем cookies

source: Cookies help us deliver the best experience on our website. By using our website, you agree to the use of cookies.
he: קוקיס עוזרות לנו לספק את החוויה הטובה ביותר באתר שלנו. באמצעות אתר, אתה מסכים לשימוש קוקיס.
ru: Они помогают нам осуществлять лучший пользовательский опыт на нашем сайте. Используя наш сайт, вы соглашаетесь на использование cookies.

source: Back to website
he: חזרה לאתר
ru: Обратно на вебсайт

source: Go home
he: עבור לדף הבית
ru: На домашнюю страницу

source: View my gallery
he: צפו בגלריה שלי
ru: Посмотреть галерею

source: Gallery, here is my jewelry images!
he: גלריה, הנה תמונות התכשיטים שלי!
ru: Галерея, здесь мои изображения с украшениями!

source: Sorry, but here is no images available.
he: מצטערים, אבל כאן אין תמונות זמינות.
ru: Приносим извинения, но изображений тут нет.

source: Bad request
he: בקשה גרועה
ru: Ошибка запроса

source: Go and do something...
he: לך תעשה משהו...
ru: Иди сделай что-то

source: try another link
he: נסה קישור אחר
ru: Попробуйте другой URL адрес

source: Permission denied
he: ההרשאה נדחתה
ru: Доступ запрещен

source: you are not allowed to access this page
he: אינך מורשה לגשת לדף זה
ru: У вас нет прав для доступа к этой странице

source: Page not found
he: הדף לא נמצא
ru: Страница не найдена

source: Server error
he: שגיאת שרת
ru: Ошибка сервера

source: Server error occurred
he: אירעה שגיאת שרת
ru: Произошла ошибка сервера

source: Please contact administrator
he: אנא צור קשר עם מנהל המערכת
ru: Свяжитесь с администратором

source: jewe
he: תכשי
ru: Украш

source: lry
he: טים
ru: ения

source: jewelry jewelry jewelry jewelry jewelry jewelry jewelry jewelry jewelry jewelry jewelry jewelry jewelry jewelry jewelry jewelry jewelry jewelry jewelry
he: תכשיטים תכשיטים תכשיטים תכשיטים תכשיטים תכשיטים תכשיטים תכשיטים תכשיטיםתכשיטים תכשיטים תכשיטים תכשיטים תכשיטים תכשיטים תכשיטים תכשיטים תכשיטיםתכשיט

source: Russian
he: רוּסִית
ru: Русский

source: English
he: אנגלית
ru: Английский

source: Hebrew
he: עִברִית
ru: Иврит
